[
    {
        "title": "LCCA eTrak",
        "slug": "etrak",
        "type": "portfolio",
        "date": "2025-07-08T18:58:04.202Z",
        "content": "C# and Entity Framework",
        "description": "A fully custom clean architecture project in C# for a collectible model train marketplace."
    },
    {
        "title": "EARPS",
        "slug": "earps",
        "type": "portfolio",
        "date": "2025-07-08T18:42:51.065Z",
        "content": "Wordpress and... \n\n![EARPS](/assets/earps.png)\n\nVue.js and PetFinder API via a cron job.\n\n![EARPS Vue.js PetFinder component](/assets/earps-petfinder.png)",
        "description": "A fully custom Wordpress site that includes a custom Vue.js component to view adoptable animals."
    },
    {
        "title": "My Second Post",
        "slug": "my-second-post",
        "type": "post",
        "date": "2025-07-08T17:30:42.369Z",
        "content": "Something else goes here, but I don't know what yet.",
        "description": "Something about airplanes"
    },
    {
        "title": "Heros Emporium",
        "slug": "heros-emporium",
        "type": "portfolio",
        "date": "2025-07-08T15:31:53.136Z",
        "content": "A husband and wife team (something that is near and dear to my heart) thought the area of Broad Ripple, Indiana could use a gaming community. So they set out to build one, and brought Hero’s Emporium into existence.\n\nThey had a dream, and we got to be a small part of that by designing and building a website from the ground up that catered to their desire to have a store that focused not just on products, but as a gathering place for gamers.\n\n![Hero's Emporium](/assets/heros-emporium.jpg)\n\nWe were able to base the visuals on a logo they already had designed, and created a site that gave focus to their events and products. We kept costs down by working with the WordPress platform, which also gave the client a system that was easy to learn and use. Functionally, we were looking towards a future where they might like to implement e-commerce, selling products directly from their site, and used Woocommerce to manage their products on the back end.\n\n> We were in the market for a business website and wanted a local web developer. Studio 27 came highly recommended. As most of our customers are media-savvy, we needed something slick and professional-looking that worked equally well on PC, tablet, and phone. Studio 27 delivered a beautiful, easy to navigate site with custom plug-ins that exceeded our expectations and met all our business needs.",
        "description": "A fully custom Wordpress site for a mom-and-pop gaming shop."
    },
    {
        "title": "Naked Monkey",
        "slug": "naked-monkey",
        "type": "portfolio",
        "date": "2025-06-18T14:04:20.438Z",
        "content": "In the early 2010s, mobile apps were all the rage. And an Indiana local business needed a small marketing app to help make a name for themselves. They partnered with a local consulting firm to design a mobile app that included a game that allowed you to earn coupons for their waxing services.\n\nNaturally, the game was about waxing a monkey.\n\n![Naked Monkey](/assets/naked-monkey.jpg)\n\nWith the art and mechanics of the game already created, I was tasked with building an iOS and Android version of the app. The app was built with the Appcelerator Titanium SDK, which allowed for a single codebase for both applications.\n\nThe game itself was similar to the old 80s hit \"Simon\", where you were to follow the hair removal pattern after it flashes on the screen, and mimick the pattern back. Once you met the preset pattern goal, you get rewarded with a coupon from the salon. The coupon functionality was designed to be manageable outside the app, to streamline the process and not have to resubmit the app to the corresponding app stores.\n\nIt was a quirky little game concept, and I enjoyed the challenge of creating *Wax That Monkey!*",
        "description": "Remember when app stores were new and shiny? Everyone wanted an app, even your local waxing spa."
    },
    {
        "title": "My First Post",
        "slug": "my-first-post",
        "type": "post",
        "date": "2025-06-09T14:22:58.579Z",
        "content": "I'm baby butcher taiyaki JOMO shaman iPhone jawn. Mixtape knausgaard blue bottle gluten-free. Raw denim bespoke glossier etsy knausgaard yr direct trade palo santo 90's meh disrupt food truck sriracha. Chicharrones enamel pin XOXO vaporware. Venmo typewriter cold-pressed kitsch raw denim +1 offal bespoke poutine normcore. Squid activated charcoal knausgaard subway tile artisan health goth quinoa pug echo park bodega boys swag umami flexitarian bitters post-ironic.\n\nPug meditation affogato, everyday carry kale chips VHS selfies trust fund vaporware fingerstache irony wayfarers humblebrag slow-carb. Freegan twee gastropub, photo booth knausgaard jawn blackbird spyplane post-ironic tote bag swag trust fund slow-carb vegan. Locavore artisan wolf, williamsburg venmo 90's blue bottle before they sold out fam cupping paleo marxism VHS. Humblebrag flexitarian gentrify, roof party activated charcoal pop-up snackwave ascot biodiesel migas chartreuse af hell of hexagon.",
        "description": "Something about airplanes"
    },
    {
        "title": "What's All This...?",
        "slug": "about",
        "type": "page",
        "date": "2025-06-09T14:22:58.578Z",
        "content": "I'm Spencer Sokol. \n",
        "description": ""
    }
]