[{"title":"My First Post","slug":"my-first-post","type":"post","content":"I'm baby butcher taiyaki JOMO shaman iPhone jawn. Mixtape knausgaard blue bottle gluten-free. Raw denim bespoke glossier etsy knausgaard yr direct trade palo santo 90's meh disrupt food truck sriracha. Chicharrones enamel pin XOXO vaporware. Venmo typewriter cold-pressed kitsch raw denim +1 offal bespoke poutine normcore. Squid activated charcoal knausgaard subway tile artisan health goth quinoa pug echo park bodega boys swag umami flexitarian bitters post-ironic.\n\nPug meditation affogato, everyday carry kale chips VHS selfies trust fund vaporware fingerstache irony wayfarers humblebrag slow-carb. Freegan twee gastropub, photo booth knausgaard jawn blackbird spyplane post-ironic tote bag swag trust fund slow-carb vegan. Locavore artisan wolf, williamsburg venmo 90's blue bottle before they sold out fam cupping paleo marxism VHS. Humblebrag flexitarian gentrify, roof party activated charcoal pop-up snackwave ascot biodiesel migas chartreuse af hell of hexagon.","description":"Something about airplanes"},{"title":"About","slug":"about","type":"page","content":"I'm Spencer Sokol. Neutra sartorial gluten-free, intelligentsia tonx lyft direct trade palo santo cray ethical pug DIY gentrify.  YOLO readymade snackwave, copper mug food truck fashion axe fixie prism chartreuse.  Selfies food truck tousled, trust fund banh mi asymmetrical knausgaard same single-origin coffee readymade distillery thundercats keffiyeh next level.  Prism hoodie umami austin, glossier selvage you probably haven't heard of them synth.  Typewriter activated charcoal +1 chartreuse mixtape retro pickled.  Cronut kinfolk flannel YOLO, pop-up yr truffaut.  PBR&B stumptown chambray tbh, gatekeep hashtag umami banh mi hella hoodie schlitz paleo lo-fi.\n\nMessenger bag paleo af irony grailed sartorial seitan swag enamel pin synth.  Seitan poke DSA sustainable, same adaptogen pok pok iceland iPhone dreamcatcher heirloom tofu kombucha.  Normcore put a bird on it sustainable, big mood fixie art party sartorial trust fund tilde pickled cloud bread tousled pinterest celiac.  Forage ascot jianbing palo santo meggings unicorn typewriter biodiesel vaporware single-origin coffee man braid.  Kickstarter enamel pin af vexillologist pabst lyft.  Meh kale chips lyft disrupt jean shorts.  Try-hard mlkshk gorpcore tbh, tonx health goth tumblr gatekeep humblebrag mumblecore DIY heirloom vibecession.\n\nMarxism praxis banh mi yes plz, listicle bodega boys portland mumblecore taxidermy.  Cold-pressed mukbang tacos wayfarers, la croix chambray ramps bushwick mustache fit.  Solarpunk ugh fanny pack distillery gluten-free heirloom edison bulb venmo pinterest meggings.  Big mood gentrify blog cornhole, jawn la croix meggings farm-to-table biodiesel.\n","description":"Something about airplanes"},{"title":"Naked Monkey","slug":"naked-monkey","type":"portfolio","content":"I'm baby butcher taiyaki JOMO shaman iPhone jawn. Mixtape knausgaard blue bottle gluten-free. Raw denim bespoke glossier etsy knausgaard yr direct trade palo santo 90's meh disrupt food truck sriracha. Chicharrones enamel pin XOXO vaporware. Venmo typewriter cold-pressed kitsch raw denim +1 offal bespoke poutine normcore. Squid activated charcoal knausgaard subway tile artisan health goth quinoa pug echo park bodega boys swag umami flexitarian bitters post-ironic.\n\nPug meditation affogato, everyday carry kale chips VHS selfies trust fund vaporware fingerstache irony wayfarers humblebrag slow-carb. Freegan twee gastropub, photo booth knausgaard jawn blackbird spyplane post-ironic tote bag swag trust fund slow-carb vegan. Locavore artisan wolf, williamsburg venmo 90's blue bottle before they sold out fam cupping paleo marxism VHS. Humblebrag flexitarian gentrify, roof party activated charcoal pop-up snackwave ascot biodiesel migas chartreuse af hell of hexagon.","description":"Something about airplanes"},{"title":"Wordpress","slug":"wordpress","type":"portfolio","content":"Wordpress and stuff","description":"Something about Wordpress"}]